Revit 2027 API
ParameterTypeId.AnalyticalModelBaseYProjection Property
 "Base y Projection"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalModelBaseYProjection { get; }
Public Shared ReadOnly Property AnalyticalModelBaseYProjection As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalModelBaseYProjection {
	ForgeTypeId^ get ();
}
static member AnalyticalModelBaseYProjection : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace